Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Can’t unpublish, if there are student submissions.
ar: لا يمكن إلغاء النشر في حالة وجود إرسالات من الطالب.
ca: No es pot anul·lar la publicació si hi ha entregues dels estudiants.
cy: Does dim modd dad-gyhoeddi os oes gwaith wedi’i gyflwyno gan fyfyrwyr.
da: Kan ikke annullere offentliggørelsen, hvis der findes afleveringer fra studerende
da_instk12: Kan ikke annullere offentliggørelsen, hvis der findes afleveringer fra elever
de: Kann nicht rückgängig gemacht werden, wenn es Abgaben von Studierenden gibt.
es: No se puede cancelar la publicación si hay entregas de estudiantes.
es_es: No se puede cancelar la publicación si hay entregas de estudiantes.
fi: Julkaisua ei voida peruuttaa, jos on opiskelijalähetyksiä.
fr: Impossible d'annuler la publication s'il existe des soumissions d'élèves.
fr_ca: Impossible d'annuler la publication , s'il y a des travaux d’étudiant.
ga: Ní féidir é a dhífhoilsiú, má tá uaslódálacha mac léinn ann.
hi: यदि छात्र सबमिशन हैं, तो अप्रकाशित नहीं किया जा सकता।
ht: Yo paka depibliye, si elèv yo fè soumisyon.
id: Tidak dapat menghapus terbitan jika. ada penyerahan siswa.
is: Ekki hægt að fela ef skil nemenda eru til staðar.
it: Impossibile annullare la pubblicazione se ci sono consegne degli studenti.
ja: 受講生の提出がある場合は公開を取り消すことはできません。
ko: 학생 제출이 있으면 게시를 취소할 수 없습니다.
mi: Kaore e taea te whakaputa, mena he tukunga a nga akonga.
ms: Tidak dapat menyahterbit jika terdapat serahan pelajar.
nb: Kan ikke oppheve publiseringen hvis det er studentinnleveringer.
nb_instk12: Kan ikke oppheve publiseringen hvis det er elevinnleveringer.
nl: Kan publicatie niet ongedaan maken als er inleveringen van studenten zijn.
pl: Nie można cofnąć publikacji, jeśli zawiera materiały uczestnika.
pt: Não é possível publicar se existirem submissões de alunos
pt_br: Não é possível cancelar a publicação, se houver envios de alunos.
ru: Отмена публикации невозможна, если имеются отправки студентов.
sl: Preklic objave ni mogoč, če obstajajo oddaje študentov.
sv: Det går inte att publicera om det finns studentinlämningar.
sv_instk12: Det går inte att publicera om det finns studentinlämningar.
th: ไม่สามารถเลิกเผยแพร่ได้หากมีผลงานจัดส่งจากผู้เรียน
vi: Không thể hủy phát hành, nếu có bài nộp của sinh viên.
zh: 如果有学生提交项，则无法取消发布。
zh_hk: 如有學生提交項目，則無法取消發佈。

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
da_instk12: Annullér
de: Abbrechen
es: Cancelar
es_es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
ht: Anile
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
mi: Whakakore
ms: Batal
nb: Avbryt
nb_instk12: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
sv_instk12: Avbryt
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Cancel Offline Content Sync?
ar: هل تريد إلغاء مزامنة المحتوى دون اتصال؟
ca: Voleu cancel·lar la sincronització del contingut sense connexió?
cy: Canslo Cysoni Cynnwys All-lein?
da: Annullér offline-synkronisering af indhold?
da_instk12: Annullér offline-synkronisering af indhold?
de: Synchronisierung von Offline-Inhalten abbrechen?
es: ¿Quiere cancelar sincronización de contenido sin conexión?
es_es: ¿Cancelar la sincronización de contenido sin conexión?
fi: Peruutetaanko Offline-sisällön synkronisointi?
fr: Annuler la synchronisation du contenu hors ligne ?
fr_ca: Annuler la synchronisation de contenu hors ligne?
ga: Cealaigh Sioncronú Ábhar As Líne?
hi: ऑफ़लाइन सामग्री को सिंक करना रद्द करें?
ht: Anile Senkwonizasyon Kontni San Koneksyon?
id: Batalkan Sinkronisasi Konten Offline?
is: Hætta við samstillingu efnis án nettengingar?
it: Annullare sincronizzazione contenuto offline?
ja: オフラインコンテンツ同期をキャンセルしますか？
ko: 오프라인 콘텐츠 동기화를 취소하시겠습니까?
mi: Whakakore Tukutahi Ihirangi Tuimotu?
ms: Batalkan Penyegerakan Kandungan Luar Talian?
nb: Avbryte synkronisering av frakoblet emneinnhold?
nb_instk12: Avbryte synkronisering av frakoblet emneinnhold?
nl: Offline inhoudsynchronisatie annuleren?
pl: Anulować synchronizację zawartości offline?
pt: Cancelar a sincronização de conteúdo offline?
pt_br: Cancelar a sincronização de conteúdo off-line?
ru: Отменить синхронизацию автономного содержимого?
sl: Ali želite preklicati sinhronizacijo vsebine brez povezave?
sv: Avbryta offlinesynkronisering av innehåll?
sv_instk12: Avbryta offlinesynkronisering av innehåll?
th: ยกเลิกการซิงค์เนื้อหาออฟไลน์หรือไม่
vi: Hủy Đồng Bộ Nội Dung Ngoại Tuyến?
zh: 是否取消离线内容同步？
zh_hk: 取消離線內容同步？

source: Cancel Submission?
ar: هل تريد إلغاء الإرسال؟
ca: Voleu cancel·lar l'entrega?
cy: Canslo Cyflwyniad?
da: Annuller indsendelse?
da_instk12: Annuller indsendelse?
de: Übermittlung abbrechen?
es: ¿Cancelar entrega?
es_es: ¿Cancelar entrega?
fi: Peruutetaanko lähetys?
fr: Annuler la soumission ?
fr_ca: Annuler l’envoi?
ga: Cealaigh Uaslódáil?
hi: सबमिशन रद्द करें?
ht: Anile Soumisyon?
id: Batalkan Penyerahan?
is: Hætta við skil?
it: Annullare l'invio?
ja: 提出をキャンセルしますか？
ko: 제출을 취소하시겠습니까?
mi: Whakakorea te Tukunga?
ms: Batalkan Serahan?
nb: Avbryte innlevering?
nb_instk12: Avbryte innlevering?
nl: Inlevering annuleren?
pl: Anulować przesyłkę?
pt: Cancelar subscrição?
pt_br: Cancelar envio?
ru: Отменить отправку?
sl: Želite preklicati oddajo?
sv: Vill du avbryta inlämningen?
sv_instk12: Vill du avbryta inlämningen?
th: ยกเลิกการจัดส่งหรือไม่
vi: Hủy Nộp?
zh: 是否取消提交？
zh_hk: 取消提交項目？

source: Cancel Sync?
ar: هل تريد إلغاء المزامنة؟
ca: Voleu cancel·lar la sincronització?
cy: Canslo Cysoni?
da: Vil du annullere synkronisering?
da_instk12: Vil du annullere synkronisering?
de: Synchronisierung abbrechen?
es: ¿Desea cancelar la sincronización?
es_es: ¿Cancelar sincronización?
fi: Peruutetaanko synkronisointi?
fr: Annuler la synchronisation ?
fr_ca: Annuler la synchronisation?
ga: Cealaigh Sioncronú?
hi: सिंक रद्द करें?
ht: Anile Senkwonizasyon?
id: Batalkan Sinkronisasi?
is: Hætta við samhæfingu?
it: Cancellare sincronizzazione?
ja: 同期をキャンセルしますか？
ko: 동기화를 취소하시겠습니까?
mi: Whakakore Tukutahi?
ms: Batal Penyegerakan?
nb: Avbryte synkronisering?
nb_instk12: Avbryte synkronisering?
nl: Synchronisatie annuleren?
pl: Anulować synchronizację?
pt: Cancelar sincronização?
pt_br: Cancelar sincronização?
ru: Отменить синхронизацию?
sl: Želite preklicati sinhronizacijo?
sv: Avbryta synkroniseringen?
sv_instk12: Avbryta synkroniseringen?
th: ยกเลิกการซิงค์หรือไม่
vi: Hủy Đồng Bộ?
zh: 是否取消同步？
zh_hk: 取消同步？

source: Cancel Uploading
ar: إلغاء التحميل
ca: Cancel·la la penjada
cy: Canslo’r broses llwytho i fyny
da: Annullér upload
da_instk12: Annullér upload
de: Upload abbrechen
es: Cancelar carga
es_es: Cancelar la carga
fi: Peruuta lataus
fr: Annuler le chargement
fr_ca: Annuler le téléversement
ga: Cealaigh Uaslódáil
hi: अपलोड करना रद्द करें
ht: Anile transfè
id: Batalkan Pengunggahan
is: Hætta við upphleðslu
it: Annulla caricamento
ja: アップロードをキャンセルする
ko: 업로드 취소
mi: Whakakore te Tukuake
ms: Batalkan Muat Naik
nb: Avbryt opplasting
nb_instk12: Avbryt opplasting
nl: Uploaden annuleren
pl: Anuluj przesyłanie
pt: Cancelar o carregamento
pt_br: Cancelar o upload
ru: Отменить отправку
sl: Prekliči nalaganje
sv: Avbryt uppladdning
sv_instk12: Avbryt uppladdning
th: ยกเลิกการอัพโหลด
vi: Hủy Tải Lên
zh: 取消上传
zh_hk: 取消上傳

source: Canvas is now available in dark theme
ar: Canvas متاح الآن في النسق الداكن
ca: Ara, el Canvas està disponible en tema fosc
cy: Mae Canvas bellach ar gael mewn thema dywyll
da: Canvas er nu tilgængelig i mørkt tema
da_instk12: Canvas er nu tilgængelig i mørkt tema
de: Canvas ist jetzt in dunklem Design verfügbar
es: Canvas está ahora disponible en tema oscuro
es_es: Canvas está ahora disponible en tema oscuro
fi: Canvas on nyt saatavilla tummana teema
fr: Canvas est désormais disponible en thème sombre
fr_ca: Canvas est désormais disponible en thème sombre
ga: Tá Canvas ar fáil anois i dtéama dorcha
hi: Canvas अब डार्क थीम में उपलब्ध है
ht: Canvas disponib kounye a an mòd sonm
id: Canvas sekarang tersedia dalam tema gelap
is: Canvas er nú í boði með dökku þema
it: Canvas è ora disponibile in tema scuso
ja: Canvasがダークテーマで利用可能に
ko: Canvas는 이제 어두운 테마에서 사용할 수 있습니다
mi: Canvas ko inaianei e wātea ana i te pouri kaupapa
ms: Canvas tidak tersedia dalam tema gelap
nb: Canvas er nå tilgjengelig med mørkt tema
nb_instk12: Canvas er nå tilgjengelig med mørkt tema
nl: Canvas is nu beschikbaar in donker thema
pl: Dla Canvas jest teraz dostępny ciemny motyw
pt: O ecrã está agora disponível em tema escuro
pt_br: O Canvas agora está disponível no tema escuro
ru: Canvas теперь доступно в темной теме
sl: Canvas je zdaj na voljo v temni preobleki
sv: Canvas finns inte tillgängligt med ett mörkt tema
sv_instk12: Canvas finns inte tillgängligt med ett mörkt tema
th: Canvas พร้อมใช้งานในธีมมืดแล้ว
vi: Canvas hiện nay đã có sẵn ở chủ đề tối
zh: Canvas 已推出深色主题
zh_hk: Canvas 現在可在暗色主題中使用

source: Canvas Login
ar: تسجيل الدخول إلى Canvas
ca: Inici de sessió a Canvas
cy: Manylion Mewngofnodi Canvas
de: Anmeldung bei Canvas
es: Iniciar sesión en Canvas
es_es: Iniciar sesión en Canvas
fi: Canvas-sisäänkirjautuminen
fr: Connexion Canvas
fr_ca: Connexion à Canvas
ga: Logáil isteach Canvas
hi: Canvas लॉगिन
ht: Koneksyon Canvas
id: Login Canvas
is: Canvas innskráning
it: Login Canvas
ja: キャンバスログイン
ko: Canvas 로그인
mi: Canvas Takiuru
ms: Log Masuk Canvas
nb: Logg inn på Canvas
nb_instk12: Logg inn på Canvas
nl: Aanmelding bij Canvas
pl: Login do Canvas
pt: Login Canvas
pt_br: Login Canvas
ru: Вход в Canvas
sl: Prijava v Canvas
sv: Canvas-inloggning
sv_instk12: Canvas-inloggning
th: ล็อกอินไปยัง Canvas
vi: Thông Tin Đăng Nhập Canvas
zh: Canvas 登录
zh_hk: Canvas 登入

source: Canvas on GitHub
ar: Canvas على GitHub
ca: Canvas actiu GitHub
cy: Canvas ymlaen GitHub
da: Canvas på GitHub
da_instk12: Canvas på GitHub
de: Canvas an GitHub
es: Canvas en GitHub
es_es: Canvas en GitHub
fi: Canvas GitHub
fr: Canvas sur GitHub
fr_ca: Canvas sur GitHub
ga: Canvas ar siúl GitHub
hi: Canvas चालू GitHub
ht: Canvas ouvri GitHub
id: Canvas aktif GitHub
is: Canvas á GitHub
it: Canvas attivo GitHub
ja: （）のCanvasGitHub
mi: I runga Canvas GitHub
ms: Canvas di GitHub
nb: Canvas på GitHub
nb_instk12: Canvas på GitHub
nl: Canvas op GitHub
pl: Canvas na GitHub
pt: Canvas ativo GitHub
pt_br: Canvas em GitHub
ru: Canvas GitHub
sl: Canvas na GitHub
sv: Canvas på GitHub
sv_instk12: Canvas på GitHub
th: Canvas เปิด GitHub
vi: Canvas trên GitHub
zh: Canvas启动GitHub
zh_hk: Canvas：GitHub

source: Casual question or suggestion
ar: مجرد سؤال عابر أو اقتراح
ca: Pregunta o suggeriment informals
cy: Awgrym neu gwestiwn anffurfiol
da: Uformelt spørgsmål eller forslag
da_instk12: Uformelt spørgsmål eller forslag
de: Beiläufige Frage oder Vorschlag
es: Pregunta casual o sugerencia
es_es: Pregunta casual o sugerencia
fi: Huoleton kysymys tai ehdotus
fr: Question ou suggestion ordinaire
fr_ca: Question ou suggestion ordinaire
ga: Ceist nó moladh ócáideach
hi: अनौपचारिक प्रश्न या सुझाव
ht: Kesyon oswa sijesyon pa aza
id: Pertanyaan atau saran kasual
is: Almenn spurning eða uppástunga
it: Domanda casuale o suggerimento
ja: 気軽なご質問または提案
ko: 일상적 질문 또는 제안
mi: Pātai tūao whakāro puaki
ms: Soalan atau cadangan kasual
nb: Tilfeldig spørsmål eller forslag
nb_instk12: Tilfeldig spørsmål eller forslag
nl: Informele vraag of suggestie
pl: Nieformalne pytanie lub sugestia
pt: Pergunta casual ou seguestão
pt_br: Pergunta casual ou sugestão
ru: Обычный вопрос или предложение
sl: Naključno vprašanje ali predlog
sv: Informell fråga eller förslag
sv_instk12: Informell fråga eller förslag
th: คำถามหรือข้อเสนอแนะทั่วไป
vi: Câu hỏi hoặc đề xuất bình thường
zh: 简单问题或建议
zh_hk: 隨意的問題或建議

source: Change all events
ar: تغيير كل الأحداث
ca: Canvia tots els esdeveniments
cy: Newid pob digwyddiad
da: Ændr alle begivenheder
da_instk12: Ændr alle begivenheder
de: Alle Ereignisse ändern
es: Cambiar todos los eventos
es_es: Cambiar todos los eventos
fi: Vaihda kaikki tapahtumat
fr: Changer tous les événements
fr_ca: Modifier tous les événements
ga: Athraigh gach imeacht
hi: सभी घटनाएं बदलें
ht: Chanje tout evènman yo
id: Ubah semua acara
is: Breyta öllum viðburðum
it: Cambia tutti gli eventi
ja: すべてのイベントを変更する
ko: 모든 이벤트 변경
mi: Hurihia nga huihuinga katoa
ms: Tukar semua acara
nb: Endre alle hendelser
nb_instk12: Endre alle hendelser
nl: Alle evenementen wijzigen
pl: Zmień wszystkie wydarzenia
pt: Alterar todos os eventos
pt_br: Alterar todos os eventos
ru: Изменить все события
sl: Spremeni vse dogodke
sv: Ändra alla händelser
sv_instk12: Ändra alla händelser
th: แก้ไขกิจกรรมทั้งหมด
vi: Thay đổi tất cả sự kiện
zh: 更改所有事件
zh_hk: 變更所有事件

source: Change this and all following events
ar: تغيير هذا الحدث وكل الأحداث التالية
ca: Canvia aquest i tots els esdeveniments següents
cy: Newid y digwyddiad hwn a phob digwyddiad canlynol
da: Ændr denne og alle efterfølgende begivenheder
da_instk12: Ændr denne og alle efterfølgende begivenheder
de: Dieses Ereignis und alle folgenden ändern
es: Cambiar este evento y todos los eventos siguientes
es_es: Cambiar este y todos los eventos siguientes
fi: Vaihdda tämä ja kaikki seuraavat tapahtumat
fr: Changer cet événements et tous les événements suivants
fr_ca: Modifier cet événement et tous les suivants
ga: Athraigh é seo agus gach imeacht ina dhiaidh
hi: इस घटना और सभी निम्नलिखित घटनाओं को बदलें
ht: Chanje evènman sa a ak tout sa k ap vini yo
id: Ubah acara ini dan semua acara berikutnya
is: Breyta þessum og öllum eftirfarandi viðburðum
it: Cambia questo evento e tutti gli eventi successivi
ja: このイベントとそれに続くすべてのイベントを変更する
ko: 이 이벤트 및 모든 다음 이벤트 변경
mi: Hurihia tenei me nga huihuinga katoa e whai ake nei
ms: Tukar yang ini dan semua acara berikut
nb: Endre denne og alle påfølgende hendelser
nb_instk12: Endre denne og alle påfølgende hendelser
nl: Dit en alle volgende evenementen wijzigen
pl: Zmień to i wszystkie następne wydarzenia
pt: Alterar este e todos os eventos seguintes
pt_br: Alterar esse e todos os eventos seguintes
ru: Изменить это и все последующие события
sl: Spremeni tega in vse naslednje dogodke
sv: Ändra denna och alla följande händelser
sv_instk12: Ändra denna och alla följande händelser
th: แก้ไขกิจกรรมนี้และต่อจากนี้ทั้งหมด
vi: Thay đổi sự kiện này và tất cả các sự kiện sau đó
zh: 更改此事件及以下所有事件
zh_hk: 變更此事件以及所有後續事件

source: Change this event
ar: تغيير هذا الحدث
ca: Canvia aquest esdeveniment
cy: Newid y digwyddiad hwn
da: Ændr denne begivenhed
da_instk12: Ændr denne begivenhed
de: Dieses Ereignis ändern
es: Cambiar este evento
es_es: Cambiar este evento
fi: Vaihda tämä tapahtuma
fr: Changer cet événement
fr_ca: Modifier cet événement
ga: Athraigh an imeacht seo
hi: इस घटना को बदलें
ht: Chanje evènman sa a
id: Ubah acara ini
is: Breyta þessum viðburði
it: Cambia questo evento
ja: このイベントを変更する
ko: 이 이벤트 변경
mi: Hurihia tenei kaupapa
ms: Tukar acara ini
nb: Endre denne hendelsen
nb_instk12: Endre denne hendelsen
nl: Dit evenement wijzigen
pl: Zmień to wydarzenie
pt: Alterar este evento
pt_br: Alterar este evento
ru: Изменить это событие
sl: Spremeni ta dogodek
sv: Ändra denna händelse
sv_instk12: Ändra denna händelse
th: แก้ไขกิจกรรมนี้
vi: Thay đổi sự kiện này
zh: 更改此事件
zh_hk: 變更此事件

source: Change User
ar: تغيير المستخدم
ca: Canvia l'usuari
cy: Newid Defnyddiwr
da: Skift bruger
da_instk12: Skift bruger
de: Benutzer*in wechseln
es: Cambiar usuario
es_es: Cambiar usuario
fi: Vaihda käyttäjää
fr: Changer d'utilisateur
fr_ca: Changer d’utilisateur
ga: Athraigh Úsáideoir
hi: उपयोगकर्ता बदलें
ht: Chanje Itilizatè
id: Ubah Pengguna
is: Breyta notanda
it: Cambia utente
ja: ユーザーを変更する
ko: 사용자 변경
mi: Huri Kaiwhakamahi
ms: Tukar Pengguna
nb: Endre bruker
nb_instk12: Endre bruker
nl: Gebruiker wijzigen
pl: Zmień użytkownika
pt: Mudar utilizador
pt_br: Trocar Usuário
ru: Сменить пользователя
sl: Spremeni uporabnika
sv: Byt användare
sv_instk12: Byt användare
th: เปลี่ยนผู้ใช้
vi: Thay Đổi Người Dùng
zh: 更改用户
zh_hk: 變更使用者

source: Changes successfully saved
ar: تم حفظ التغييرات بنجاح
ca: S’han desat correctament els canvis
cy: Wedi llwyddo i gadw’r newidiadau
da: Ændringer blev gemt.
da_instk12: Ændringer blev gemt.
de: Änderungen erfolgreich gespeichert
es: Los cambios se guardaron correctamente
es_es: Se han guardado los cambios
fi: Muutokset on tallennettu onnistuneesti
fr: Modifications enregistrées avec succès
fr_ca: Les modifications ont été enregistrées avec succès
ga: Sábháladh na hathruithe
hi: परिवर्तन सफलतापूर्वक सहेजे गए
ht: Chanjman sovgade avèk siksè
id: Perubahan berhasil disimpan
is: Breytingar voru vistaðar
it: Modifiche salvate correttamente
ja: 変更を正常に保存
ko: 변경 사항을 저장했습니다
mi: I momoho te tiaki i nga huringa
ms: Perubahan berjaya disimpan
nb: Endringer ble lagret
nb_instk12: Endringer ble lagret
nl: Wijzigingen opgeslagen
pl: Zmiany zostały pomyślnie zapisane
pt: Alterações guardadas com êxito
pt_br: Alterações salvas com sucesso
ru: Изменения успешно сохранены
sl: Spremembe uspešno shranjene
sv: Ändringen sparades
sv_instk12: Ändringen sparades
th: บันทึกการเปลี่ยนแปลงเสร็จสิ้น
vi: Đã lưu thay đổi thành công
zh: 已成功保存更改
zh_hk: 已成功儲存變更

source: Chat Notifications
ar: إعلامات الدردشة
ca: Notificacions del xat
cy: Hysbysiadau Sgwrs
da: Chat-meddelelser
da_instk12: Chat-meddelelser
de: Chat-Benachrichtigungen
es: Notificaciones de chat
es_es: Notificaciones de chat
fi: Chatin ilmoitukset
fr: Notifications de Chat
fr_ca: Notifications de clavardage
ga: Fógraí Comhrá
hi: चैट सूचनाएं
ht: Notifikasyon Chat
id: Notifikasi Obrolan
is: Spjalltilkynning
it: Notifiche chat
ja: チャットの通知
ko: 채팅 알림
mi: Kōrero Whakamōhio
ms: Pemberitahuan Sembang
nb: Merknader til chat
nb_instk12: Merknader til chat
nl: Chatmeldingen
pl: Powiadomienia o czacie
pt: Notificações de Chat
pt_br: Notificações de chat
ru: Уведомления в чате
sl: Obvestila o klepetu
sv: Chattaviseringar
sv_instk12: Chattaviseringar
th: การแจ้งผ่านระบบแชท
vi: Thông Báo Trò Chuyện
zh: 聊天通知
zh_hk: 聊天通知

source: Check network and try again!
ar: تحقق من الشبكة وحاول مرة أخرى!
ca: Reviseu la xarxa i torneu a provar-ho.
cy: Gwiriwch y rhwydwaith a rhoi cynnig arall arni!
da: Tjek netværk og prøv igen!
da_instk12: Tjek netværk og prøv igen!
de: Bitte überprüfen Sie das Netzwerk, und versuchen Sie es erneut.
es: ¡Comprueba la red y vuelve a intentarlo!
es_es: Comprueba la conexión y vuelve a intentarlo
fi: Tarkasta verkkoyhteys ja yritä uudelleen!
fr: Vérifiez l’état du réseau, puis réessayez !
fr_ca: Vérifiez le réseau et essayez de nouveau!
ga: Seiceáil gréasán agus bain triail eile as!
hi: नेटवर्क जांचें और फिर से कोशिश करें!
ht: Verifye rezo an epi eseye ankò!
id: Periksa jaringan dan coba lagi!
is: Athugaðu nettengingu og reyndu aftur!
it: Verifica la rete e riprova!
ja: ネットワークをチェックして、もういちど試してください。
ko: 네트워크을 확인하고 다시 시도하세요!
mi: Tirohia te whatunga ka ngana anō!
ms: Periksa rangkaian dan cuba semula!
nb: Sjekk nettverket, og prøv igjen!
nb_instk12: Sjekk nettverket, og prøv igjen!
nl: Controleer het netwerk en probeer het nogmaals!
pl: Sprawdź sieć i spróbuj ponownie!
pt: Verifique a rede e tente novamente.
pt_br: Verifique a rede e tente novamente!
ru: Проверьте сеть и попробуйте еще раз!
sl: Preverite omrežje in poskusite znova.
sv: Kontrollera nätverket och försök igen!
sv_instk12: Kontrollera nätverket och försök igen!
th: ตรวจสอบเครือข่ายของคุณและลองใหม่อีกครั้ง
vi: Hãy kiểm tra mạng rồi thử lại!
zh: 请检查网络，并重试！
zh_hk: 請檢查網路並重試！

source: Choose a course to message
ar: اختر مساقاً لإرسال رسالة
ca: Trieu una assignatura a la qual s’hagi d’enviar un missatge
cy: Dewiswch gwrs i anfon neges ato
da: Vælg et fag at sende en meddelelse til
da_instk12: Vælg et fag at sende en meddelelse til
de: Einen Kurs zur Benachrichtigung wählen
es: Elija un curso para enviar un mensaje
es_es: Elegir una asignatura para enviar un mensaje
fi: Valitse kurssi, jolle lähetetään viesti
fr: Sélectionnez un cours à envoyer en message
fr_ca: Choisissez un cours pour lequel envoyer un message
ga: Roghnaigh cúrsa chun teachtaireacht a dhéanamh
hi: संदेश भेजने के लिए कोई पाठ्यक्रम चुनें
ht: Chwazi yon kou pou voye mesaj
id: Pilih kursus ke pesan
is: Veldu námskeið til að senda skilaboð til
it: Scegli un corso da messaggiare
ja: メッセージを送るコースを選択する
ko: 과목을 선택하여 메시지 보내기
mi: Kōwhiri he akoranga hei karare
ms: Pilih kursus untuk dihantar mesej
nb: Velg et emne du vil sende melding til
nb_instk12: Velg et fag du vil sende melding til
nl: Kies een cursus voor bericht
pl: Wybierz kurs do przesłania
pt: Escolha uma disciplina para a mensagem
pt_br: Escolher um curso para enviar mensagem
ru: Выбрать курс для сообщения
sl: Izberite predmet za pošiljanje sporočila
sv: Välj en kurs att skicka meddelande till
sv_instk12: Välj en kurs att skicka meddelande till
th: เลือกบทเรียนที่จะส่งข้อความ
vi: Chọn khóa học để nhắn tin
zh: 选择一个课程来发送讯息
zh_hk: 選擇課程以傳送訊息

source: Choose a File
ar: اختر ملفًا
ca: Tria un fitxer
cy: Dewiswch Ffeil
da: Vælg en fil
da_instk12: Vælg en fil
de: Eine Datei auswählen
es: Elegir un archivo
es_es: Elegir un archivo
fi: Valitse tiedosto
fr: Choisir un fichier
fr_ca: Choisir un fichier
ga: Roghnaigh Comhad
hi: फ़ाइल चुनें
ht: Chwazi yon Fichye
id: Pilih File
is: Velja skrá
it: Scegli un file
ja: ファイルの選択
ko: 파일 선택
mi: Kōwhiria he Kōnae
ms: Pilih Fail
nb: Velg en fil
nb_instk12: Velg en fil
nl: Een bestand kiezen
pl: Wybierz plik
pt: Escolher um ficheiro
pt_br: Escolher um arquivo
ru: Выбрать файл
sl: Izberi datoteko
sv: Välj en fil
sv_instk12: Välj en fil
th: เลือกไฟล์
vi: Chọn Tập Tin
zh: 选择文件
zh_hk: 選擇檔案

source: Choose a subject
ar: اختر موضوعًا
ca: Tria una matèria
cy: Dewis pwnc
da: Vælg et emne
da_instk12: Vælg et emne
de: Ein Thema auswählen
es: Elegir un tema
es_es: Eligir un tema
fi: Valitse aihe
fr: Choisissez un sujet
fr_ca: Choisir un sujet
ga: Roghnaigh ábhar
hi: कोई विषय चुनें
ht: Chwazi yon sijè
id: Pilih subjek
is: Veldu efni
it: Scegli un oggetto
ja: 科目を選択する
ko: 과목 선택
mi: Tīpako he marau
ms: Pilih subjek
nb: Velg et emne
nb_instk12: Velg et fag
nl: Een vak kiezen
pl: Wybierz temat
pt: Escolha um tema
pt_br: Escolher um assunto
ru: Выберите предмет
sl: Izberi zadevo
sv: Välj ett ämne
sv_instk12: Välj ett ämne
th: เลือกวิชา
vi: Chọn chủ đề
zh: 选择一个主题
zh_hk: 選擇主題

source: Choose days
ar: اختر الأيام
ca: Tria els dies
cy: Dewis dyddiadau
da: Vælg dage
da_instk12: Vælg dage
de: Tage auswählen
es: Elegir días
es_es: Elegir días
fi: Valitse päivät
fr: Choisir des jours
fr_ca: Choisir les jours
ga: Roghnaigh laethanta
hi: दिन चुनें
ht: Chwazi jou yo
id: Pilih hari
is: Velja daga
it: Scegli giorni
ja: 日数を選択する
ko: 날짜 선택
mi: Whiriwhiria nga ra
ms: Pilih hari
nb: Velg dager
nb_instk12: Velg dager
nl: Kies dagen
pl: Wybierz dni
pt: Escolher dias
pt_br: Escolher dias
ru: Выбрать дни
sl: Izberite dneve
sv: Välj dagar
sv_instk12: Välj dagar
th: เลือกวัน
vi: Chọn số ngày
zh: 选择日
zh_hk: 選擇天數

source: Choose Photo
ar: اختيار صورة
ca: Tria una fotografia
cy: Dewiswch Lun
da: Vælg foto
da_instk12: Vælg foto
de: Foto wählen
es: Elegir foto
es_es: Elegir foto
fi: Valitse valokuva
fr: Choisir une photo
fr_ca: Choisir une photo
ga: Roghnaigh Grianghraf
hi: फ़ोटो चुनें
ht: Chwazi Foto
id: Pilih Foto
is: Veldu mynd
it: Scegli foto
ja: 写真を選択する
ko: 사진 선택
mi: Kōwhiri Whakāhua
ms: Pilih Foto
nb: Velg bilde
nb_instk12: Velg bilde
nl: Foto kiezen
pl: Wybierz zdjęcie
pt: Escolher Fotografia
pt_br: Escolher Foto
ru: Выбрать фото
sl: Izberi fotografijo
sv: Välj foto
sv_instk12: Välj foto
th: เลือกภาพ
vi: Chọn Ảnh
zh: 选择照片
zh_hk: 選擇照片
